Repository: ahmtbugraa/MathPro
Catalog: MathPro/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, cs, da, de, el, es, es_419, es_mx, es_us, fa, fi, fil, fr, fr_ca, gu, ha, he, hi, hr, hu, id, it, ja, jv, kk, kn, ko, ku, mr, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, su, sv, sw, ta, te, th, tr, ug, uk, ur, vi, xh, zh_hans, zh_hant, zh_hk, zu

source: / month
ar: / شهر
az: / ay
bg: / месец
bn: / মাস
ca: / mes
cs: / měsíc
da: / måned
de: / Monat
el: / μήνα
es: / mes
es_419: / mes
es_mx: / mes
es_us: / mes
fa: / ماه
fil: / buwan
fr: / mois
fr_ca: / mois
gu: / મહિનો
ha: / wata
he: / חודש
hi: / माह
hr: / mjesečno
hu: / hónap
id: / bulan
ja: /月
jv: / sasi
kk: / ай
kn: / ತಿಂಗಳು
ko: /월
ku: / meh
mr: / महिना
ms: / bulan
nb: / måned
nl: / maand
pa: / ਮਹੀਨਾ
pl: / miesiąc
pt_br: / mês
pt_pt: / mês
ro: / lună
ru: / месяц
sk: / mesiac
su: / bulan
sv: / månad
sw: / mwezi
ta: / மாதம்
te: / నెల
th: / เดือน
tr: / ay
ug: / ئاي
uk: / місяць
ur: / ماہ
vi: / tháng
xh: / ngenyanga
zh_hans: / 月
zh_hant: / 月
zh_hk: / 月
zu: / ngenyanga

source: / week
ar: / أسبوع
az: / həftə
bg: / седмица
bn: / সপ্তাহ
ca: / setmana
cs: / týden
da: / uge
de: / Woche
el: / εβδομάδα
es: / semana
es_419: / semana
es_mx: / semana
es_us: / semana
fa: / هفته
fil: / linggo
fr: / semaine
fr_ca: / semaine
gu: / અઠવાડિયા
ha: / mako
he: / שבוע
hi: / सप्ताह
hr: / tjedan
hu: / hét
id: / minggu
ja: /週
jv: / minggu
kk: / апта
kn: / ವಾರ
ko: /주
ku: / hefte
mr: / आठवडा
ms: / minggu
nb: / uke
pa: / ਹਫ਼ਤਾ
pl: / tydzień
pt_br: / semana
pt_pt: / semana
ro: / săptămână
ru: / неделя
sk: / týždeň
su: / minggu
sv: / vecka
sw: / wiki
ta: / வாரம்
te: / వారానికి
th: / สัปดาห์
tr: / hafta
ug: / ھەپتە
uk: / тиждень
ur: / ہفتہ
vi: / tuần
xh: / ngeveki
zh_hans: / 周
zh_hant: / 週
zh_hk: / 週
zu: / iviki

source: / year
ar: / سنة
az: / il
bg: / година
bn: / বছর
ca: / any
cs: / rok
da: / år
de: / Jahr
el: / έτος
es: / año
es_419: / año
es_mx: / año
es_us: / año
fa: / سال
fil: / taon
fr: / an
fr_ca: / année
gu: / વર્ષ
ha: / shekara
he: / שנה
hi: / वर्ष
hr: / godišnje
hu: / év
id: / tahun
ja: /年
jv: / taun
kk: / жыл
kn: / ವರ್ಷ
ko: /년
ku: / sal
mr: / वर्ष
ms: / tahun
nb: / år
nl: / jaar
pa: / ਸਾਲ
pl: / rok
pt_br: / ano
pt_pt: / ano
ro: / an
ru: / год
sk: / rok
su: / taun
sv: / år
sw: / mwaka
ta: / வருடம்
te: / సంవత్సరం
th: / ปี
tr: / yıl
ug: / يىل
uk: / рік
ur: / سال
vi: / năm
xh: / ngonyaka
zh_hans: / 年
zh_hant: / 年
zh_hk: / 年
zu: / ngonyaka

source: %d records
ar: %d سجلات
az: %d qeyd
bg: %d записа
bn: %d রেকর্ড
ca: %d registres
cs: %d záznamů
da: %d poster
de: %d Einträge
el: %d εγγραφές
es: %d registros
es_419: %d registros
es_mx: %d registros
es_us: %d registros
fa: %d رکورد
fi: %d tietuetta
fil: %d talaan
fr: %d enregistrements
fr_ca: %d enregistrements
gu: %d રેકોર્ડ
ha: %d rikodi
he: %d רשומות
hi: %d रिकॉर्ड
hr: %d zapisa
hu: %d rekord
id: %d catatan
it: %d record
ja: %d件の記録
jv: %d cathetan
kk: %d жазба
kn: %d ದಾಖಲೆಗಳು
ko: %d개 기록
ku: %d tomar
mr: %d नोंदी
ms: %d rekod
nb: %d poster
pa: %d ਰਿਕਾਰਡ
pl: %d rekordów
pt_br: %d registros
pt_pt: %d registos
ro: %d înregistrări
ru: %d записей
sk: %d záznamov
su: %d rékaman
sv: %d poster
sw: %d rekodi
ta: %d பதிவுகள்
te: %d రికార్డులు
th: %d รายการ
tr: %d kayıt
ug: %d خاتىرە
uk: %d записів
ur: %d ریکارڈ
vi: %d bản ghi
xh: %d iirekhodi
zh_hans: %d 条记录
zh_hant: %d 筆紀錄
zh_hk: %d 筆記錄
zu: %d amarekhodi

source: %d days
ar: %d أيام
az: %d gün
bg: %d дни
bn: %d দিন
ca: %d dies
cs: %d dní
da: %d dage
de: %d Tage
el: %d ημέρες
es: %d días
es_419: %d días
es_mx: %d días
es_us: %d días
fa: %d روز
fi: %d päivää
fil: %d araw
fr: %d jours
fr_ca: %d jours
gu: %d દિવસો
ha: %d kwanaki
he: %d ימים
hi: %d दिन
hr: %d dana
hu: %d nap
id: %d hari
it: %d giorni
ja: %d日
jv: %d dina
kk: %d күн
kn: %d ದಿನಗಳು
ko: %d일
ku: %d roj
mr: %d दिवस
ms: %d hari
nb: %d dager
nl: %d dagen
pa: %d ਦਿਨ
pl: %d dni
pt_br: %d dias
pt_pt: %d dias
ro: %d zile
ru: %d дней
sk: %d dní
su: %d poé
sv: %d dagar
sw: %d siku
ta: %d நாட்கள்
te: %d రోజులు
th: %d วัน
tr: %d gün
ug: %d كۈن
uk: %d днів
ur: %d دن
vi: %d ngày
xh: %d iintsuku
zh_hans: %d 天
zh_hant: %d 天
zh_hk: %d 天
zu: %d izinsuku

source: %d months
ar: %d أشهر
az: %d ay
bg: %d месеца
bn: %d মাস
ca: %d mesos
cs: %d měsíců
da: %d måneder
de: %d Monate
el: %d μήνες
es: %d meses
es_419: %d meses
es_mx: %d meses
es_us: %d meses
fa: %d ماه
fi: %d kuukautta
fil: %d buwan
fr: %d mois
fr_ca: %d mois
gu: %d મહિના
ha: %d watanni
he: %d חודשים
hi: %d महीने
hr: %d mjeseci
hu: %d hónap
id: %d bulan
it: %d mesi
ja: %dか月
jv: %d sasi
kk: %d ай
kn: %d ತಿಂಗಳು
ko: %d개월
ku: %d mehan
mr: %d महिने
ms: %d bulan
nb: %d måneder
nl: %d maanden
pa: %d ਮਹੀਨੇ
pl: %d miesięcy
pt_br: %d meses
pt_pt: %d meses
ro: %d luni
ru: %d месяцев
sk: %d mesiacov
su: %d bulan
sv: %d månader
sw: %d miezi
ta: %d மாதங்கள்
te: %d నెలలు
th: %d เดือน
tr: %d ay
ug: %d ئاي
uk: %d місяців
ur: %d ماہ
vi: %d tháng
xh: %d iinyanga
zh_hans: %d 个月
zh_hant: %d 個月
zh_hk: %d 個月
zu: %d izinyanga

source: %d periods
ar: %d فترات
az: %d dövr
bg: %d периода
bn: %d পর্যায়
ca: %d períodes
cs: %d období
da: %d perioder
de: %d Perioden
el: %d περίοδοι
es: %d periodos
es_419: %d periodos
es_mx: %d periodos
es_us: %d periodos
fa: %d دوره
fi: %d jaksoa
fil: %d yugto
fr: %d périodes
fr_ca: %d périodes
gu: %d અવધિઓ
ha: %d lokuta
he: %d מחזורים
hi: %d अवधि
hr: %d razdoblja
hu: %d periódus
id: %d periode
it: %d periodi
ja: %d期間
jv: %d periode
kk: %d кезең
kn: %d ಅವಧಿಗಳು
ko: %d 기간
ku: %d perîod
mr: %d कालावधी
ms: %d tempoh
nb: %d perioder
nl: %d periodes
pa: %d ਪੀਰੀਅਡ
pl: %d okresów
pt_br: %d períodos
pt_pt: %d períodos
ro: %d perioade
ru: %d периодов
sk: %d období
su: %d periode
sv: %d perioder
sw: %d vipindi
ta: %d காலப்பகுதிகள்
te: %d కాలాలు
th: %d ช่วง
tr: %d dönem
ug: %d دۆۋر
uk: %d періодів
ur: %d ادوار
vi: %d kỳ
xh: %d iiperiyodi
zh_hans: %d 个周期
zh_hant: %d 期
zh_hk: %d 期
zu: %d izikhathi

source: %d weeks
ar: %d أسابيع
az: %d həftə
bg: %d седмици
bn: %d সপ্তাহ
ca: %d setmanes
cs: %d týdnů
da: %d uger
de: %d Wochen
el: %d εβδομάδες
es: %d semanas
es_419: %d semanas
es_mx: %d semanas
es_us: %d semanas
fa: %d هفته
fi: %d viikkoa
fil: %d linggo
fr: %d semaines
fr_ca: %d semaines
gu: %d અઠવાડિયાં
ha: %d makonni
he: %d שבועות
hi: %d सप्ताह
hr: %d tjedana
hu: %d hét
id: %d minggu
it: %d settimane
ja: %d週間
jv: %d minggu
kk: %d апта
kn: %d ವಾರಗಳು
ko: %d주
ku: %d hefte
mr: %d आठवडे
ms: %d minggu
nb: %d uker
nl: %d weken
pa: %d ਹਫ਼ਤੇ
pl: %d tygodni
pt_br: %d semanas
pt_pt: %d semanas
ro: %d săptămâni
ru: %d недель
sk: %d týždňov
su: %d minggu
sv: %d veckor
sw: %d wiki
ta: %d வாரங்கள்
te: %d వారాలు
th: %d สัปดาห์
tr: %d hafta
ug: %d ھەپتە
uk: %d тижнів
ur: %d ہفتے
vi: %d tuần
xh: %d iiveki
zh_hans: %d 周
zh_hant: %d 週
zh_hk: %d 週
zu: %d amasonto

source: %d years
ar: %d سنوات
az: %d il
bg: %d години
bn: %d বছর
ca: %d anys
cs: %d let
da: %d år
de: %d Jahre
el: %d χρόνια
es: %d años
es_419: %d años
es_mx: %d años
es_us: %d años
fa: %d سال
fi: %d vuotta
fil: %d taon
fr: %d ans
fr_ca: %d ans
gu: %d વર્ષો
ha: %d shekaru
he: %d שנים
hi: %d वर्ष
hr: %d godina
hu: %d év
id: %d tahun
it: %d anni
ja: %d年
jv: %d taun
kk: %d жыл
kn: %d ವರ್ಷಗಳು
ko: %d년
ku: %d salan
mr: %d वर्षे
ms: %d tahun
nb: %d år
nl: %d jaar
pa: %d ਸਾਲ
pl: %d lat
pt_br: %d anos
pt_pt: %d anos
ro: %d ani
ru: %d лет
sk: %d rokov
su: %d taun
sv: %d år
sw: %d miaka
ta: %d ஆண்டுகள்
te: %d సంవత్సరాలు
th: %d ปี
tr: %d yıl
ug: %d يىل
uk: %d років
ur: %d سال
vi: %d năm
xh: %d iminyaka
zh_hans: %d 年
zh_hant: %d 年
zh_hk: %d 年
zu: %d iminyaka

source: %lld steps
ar: %lld خطوات
az: %lld addım
bg: %lld стъпки
bn: %lld ধাপ
ca: %lld passos
cs: %lld kroků
da: %lld trin
de: %lld Schritte
el: %lld βήματα
es: %lld pasos
es_419: %lld pasos
es_mx: %lld pasos
es_us: %lld pasos
fa: %lld مرحله
fi: %lld vaihetta
fil: %lld hakbang
fr: %lld étapes
fr_ca: %lld étapes
gu: %lld પગલાં
ha: %lld matakai
he: %lld שלבים
hi: %lld कदम
hr: %lld koraka
hu: %lld lépés
id: %lld langkah
it: %lld passaggi
ja: %lld ステップ
jv: %lld langkah
kk: %lld қадам
kn: %lld ಹೆಜ್ಜೆಗಳು
ko: %lld 단계
ku: %lld gav
mr: %lld पायऱ्या
ms: %lld langkah
nb: %lld steg
nl: %lld stappen
pa: %lld ਕਦਮ
pl: %lld kroków
pt_br: %lld passos
pt_pt: %lld passos
ro: %lld pași
ru: %lld шагов
sk: %lld krokov
su: %lld léngkah
sv: %lld steg
sw: %lld hatua
ta: %lld படிகள்
te: %lld దశలు
th: %lld ขั้นตอน
tr: %lld adım
ug: %lld قەدەم
uk: %lld кроків
ur: %lld قدم
vi: %lld bước
xh: %lld amanyathelo
zh_hans: %lld 步
zh_hant: %lld 步驟
zh_hk: %lld 步驟
zu: %lld izinyathelo

source: 1 day
ar: 1 يوم
az: 1 gün
bg: 1 ден
bn: 1 দিন
ca: 1 dia
cs: 1 den
da: 1 dag
de: 1 Tag
el: 1 ημέρα
es: 1 día
es_419: 1 día
es_mx: 1 día
es_us: 1 día
fa: 1 روز
fil: 1 araw
fr: 1 jour
fr_ca: 1 jour
gu: 1 દિવસ
ha: 1 rana
he: 1 יום
hi: 1 दिन
hr: 1 dan
it: 1 giorno
ja: 1日
jv: 1 dina
kk: 1 күн
kn: 1 ದಿನ
ko: 1일
ku: 1 roj
mr: 1 दिवस
ms: 1 hari
nb: 1 dag
nl: 1 dag
pa: 1 ਦਿਨ
pl: 1 dzień
pt_br: 1 dia
pt_pt: 1 dia
ro: 1 zi
ru: 1 день
sk: 1 deň
su: 1 poé
sv: 1 dag
sw: 1 siku
ta: 1 நாள்
te: 1 రోజు
th: 1 วัน
tr: 1 gün
ug: 1 كۈن
uk: 1 день
ur: 1 دن
vi: 1 ngày
xh: 1 usuku
zh_hans: 1 天
zh_hant: 1 天
zh_hk: 1 天
zu: 1 usuku

source: 1 month
ar: 1 شهر
az: 1 ay
bg: 1 месец
bn: 1 মাস
ca: 1 mes
cs: 1 měsíc
da: 1 måned
de: 1 Monat
el: 1 μήνας
es: 1 mes
es_419: 1 mes
es_mx: 1 mes
es_us: 1 mes
fa: 1 ماه
fil: 1 buwan
fr: 1 mois
fr_ca: 1 mois
gu: 1 મહિનો
ha: 1 wata
he: 1 חודש
hi: 1 माह
hr: 1 mjesec
it: 1 mese
ja: 1か月
jv: 1 sasi
kk: 1 ай
kn: 1 ತಿಂಗಳು
ko: 1개월
ku: 1 meh
mr: 1 महिना
ms: 1 bulan
nb: 1 måned
nl: 1 maand
pa: 1 ਮਹੀਨਾ
pl: 1 miesiąc
pt_br: 1 mês
pt_pt: 1 mês
ro: 1 lună
ru: 1 месяц
sk: 1 mesiac
su: 1 bulan
sv: 1 månad
sw: 1 mwezi
ta: 1 மாதம்
te: 1 నెల
th: 1 เดือน
tr: 1 ay
ug: 1 ئاي
uk: 1 місяць
ur: 1 ماہ
vi: 1 tháng
xh: 1 inyanga
zh_hans: 1 个月
zh_hant: 1 個月
zh_hk: 1 個月
zu: 1 inyanga

source: 1 week
ar: 1 أسبوع
az: 1 həftə
bg: 1 седмица
bn: 1 সপ্তাহ
ca: 1 setmana
cs: 1 týden
da: 1 uge
de: 1 Woche
el: 1 εβδομάδα
es: 1 semana
es_419: 1 semana
es_mx: 1 semana
es_us: 1 semana
fa: 1 هفته
fil: 1 linggo
fr: 1 semaine
fr_ca: 1 semaine
gu: 1 અઠવાડિયો
ha: 1 mako
he: 1 שבוע
hi: 1 सप्ताह
hr: 1 tjedan
it: 1 settimana
ja: 1週間
jv: 1 minggu
kk: 1 апта
kn: 1 ವಾರ
ko: 1주
ku: 1 hefte
mr: 1 आठवडा
ms: 1 minggu
nb: 1 uke
pa: 1 ਹਫ਼ਤਾ
pl: 1 tydzień
pt_br: 1 semana
pt_pt: 1 semana
ro: 1 săptămână
ru: 1 неделя
sk: 1 týždeň
su: 1 minggu
sv: 1 vecka
sw: 1 wiki
ta: 1 வாரம்
te: 1 వారం
th: 1 สัปดาห์
tr: 1 hafta
ug: 1 ھەپتە
uk: 1 тиждень
ur: 1 ہفتہ
vi: 1 tuần
xh: 1 iveki
zh_hans: 1 周
zh_hant: 1 週
zh_hk: 1 週
zu: 1 isonto

source: 1 year
ar: 1 سنة
az: 1 il
bg: 1 година
bn: 1 বছর
ca: 1 any
cs: 1 rok
da: 1 år
de: 1 Jahr
el: 1 έτος
es: 1 año
es_419: 1 año
es_mx: 1 año
es_us: 1 año
fa: 1 سال
fil: 1 taon
fr: 1 an
fr_ca: 1 an
gu: 1 વર્ષ
ha: 1 shekara
he: 1 שנה
hi: 1 वर्ष
hr: 1 godina
it: 1 anno
ja: 1年
jv: 1 taun
kk: 1 жыл
kn: 1 ವರ್ಷ
ko: 1년
ku: 1 sal
mr: 1 वर्ष
ms: 1 tahun
nb: 1 år
nl: 1 jaar
pa: 1 ਸਾਲ
pl: 1 rok
pt_br: 1 ano
pt_pt: 1 ano
ro: 1 an
ru: 1 год
sk: 1 rok
su: 1 taun
sv: 1 år
sw: 1 mwaka
ta: 1 வருடம்
te: 1 సంవత్సరం
th: 1 ปี
tr: 1 yıl
ug: 1 يىل
uk: 1 рік
ur: 1 سال
vi: 1 năm
xh: 1 unyaka
zh_hans: 1 年
zh_hant: 1 年
zh_hk: 1 年
zu: 1 unyaka

source: A Premium subscription is required to solve math problems. Subscribe now for unlimited solving.
ar: يتطلب حل المسائل اشتراكًا مميزًا. اشترك الآن لحل غير محدود.
az: Riyaziyyat məsələlərini həll etmək üçün Premium abunə tələb olunur. Limitsiz həllər üçün indi abunə olun.
bg: Необходим е Premium абонамент, за да решавате математически задачи. Абонирайте се сега за неограничен брой решения.
bn: গণিত প্রবলেম সমাধান করতে একটি প্রিমিয়াম সাবস্ক্রিপশন প্রয়োজন। সীমাহীন সমাধানের জন্য এখনই সাবস্ক্রাইব করুন।
ca: Cal una subscripció Premium per resoldre problemes de matemàtiques. Subscriu‑te ara per resoldre sense límits.
cs: Pro řešení příkladů je vyžadované předplatné Premium. Předplaťte nyní pro neomezené řešení.
da: Der kræves et Premium-abonnement for at løse matematikopgaver. Abonner nu for ubegrænset løsning.
de: Für das Lösen von Matheaufgaben ist ein Premium‑Abo erforderlich. Jetzt abonnieren für unbegrenztes Lösen.
el: Απαιτείται συνδρομή Premium για να λύσεις προβλήματα μαθηματικών. Συνδρομή τώρα για απεριόριστη επίλυση.
es: Se requiere una suscripción Premium para resolver problemas matemáticos. Suscríbete ahora para resolver sin límites.
es_419: Se requiere una suscripción Premium para resolver problemas matemáticos. Suscríbete ahora para resolver sin límites.
es_mx: Se requiere una suscripción Premium para resolver problemas de matemáticas. Suscríbete ahora para resolver de forma ilimitada.
es_us: Se requiere una suscripción Premium para resolver problemas matemáticos. Suscríbete ahora para resolver de forma ilimitada.
fa: برای حل سوالات ریاضی اشتراک پریمیوم لازم است. همین حالا اشتراک بگیرید تا حل نامحدود داشته باشید.
fi: Premium-tilaus vaaditaan matematiikan tehtävien ratkaisemiseen. Tilaa nyt rajoittamattomaan ratkaisemiseen.
fil: Kailangan ng Premium subscription para malutas ang mga problema sa math. Mag-subscribe na para sa walang limitasyong pag-solve.
fr: Un abonnement Premium est nécessaire pour résoudre des problèmes de maths. Abonne-toi maintenant pour des résolutions illimitées.
fr_ca: Un abonnement Premium est requis pour résoudre des problèmes de mathématiques. Abonne‑toi maintenant pour des résolutions illimitées.
gu: ગણિતના પ્રશ્ન ઉકેલવા માટે પ્રીમિયમ સબ્સ્ક્રિપ્શન જરૂરી છે. અનલિમિટેડ ઉકેલો માટે હવે સબ્સ્ક્રાઇબ કરો.
ha: Ana buƙatar biyan kuɗin Premium don warware matsalolin lissafi. Yi rijista yanzu don warwarewa ba tare da iyaka ba.
he: נדרש מנוי פרימיום כדי לפתור בעיות מתמטיות. הירשם עכשיו כדי לקבל פתרונות ללא הגבלה.
hi: मैथ समस्या हल करने के लिए प्रीमियम सदस्यता आवश्यक है। अनलिमिटेड हल के लिए अभी सदस्यता लें।
hr: Potrebna je Premium pretplata da biste rješavali matematičke zadatke. Pretplatite se sada za neograničeno rješavanje.
hu: A prémium előfizetés szükséges a feladatok megoldásához. Iratkozz fel most korlátlan megoldásokért.
id: Diperlukan langganan Premium untuk menyelesaikan soal matematika. Berlangganan sekarang untuk penyelesaian tanpa batas.
it: È richiesto un abbonamento Premium per risolvere problemi di matematica. Abbonati ora per risoluzioni illimitate.
ja: 数学の問題を解くにはPremium購読が必要です。今すぐ購読して無制限に解きましょう。
jv: Langganan Premium dibutuhake kanggo ngrampungake soal matematika. Langganan saiki kanggo solusi tanpa wates.
kk: Математикалық есептерді шешу үшін Premium жазылым қажет. Шексіз шешім алу үшін қазір жазыл.
kn: ಗಣಿತ ಪ್ರಶ್ನೆಗಳನ್ನು ಬಗೆಹರಿಸಲು ಪ್ರೀಮಿಯಂ ಚಂದಾದಾರಿಕೆ ಅಗತ್ಯವಿದೆ. ಅಸೀಮಿತವಾಗಿ ಪರಿಹರಿಸಲು ಈಗಲೇ ಚಂದಾದಾರಿಕೆ ಮಾಡು.
ko: 수학 문제를 풀려면 프리미엄 구독이 필요합니다. 무제한 풀이를 원하시면 지금 구독하세요.
ku: Ji bo çöz kirina pirseyên matematîkê aboneyek Premium pêwîst e. Niha abone bibe bo çözînên bê sinor.
mr: गणिताच्या समस्यांचे समाधान करण्यासाठी प्रीमियम सदस्यता आवश्यक आहे. अमर्यादित समस्यांचे निराकरण करण्यासाठी आत्ता सदस्यता घे.
ms: Langganan Premium diperlukan untuk menyelesaikan soalan matematik. Langgan sekarang untuk penyelesaian tanpa had.
nb: En Premium‑abonnement kreves for å løse matteoppgaver. Abonner nå for ubegrenset løsningstilgang.
nl: Voor het oplossen van wiskundeopgaven is een Premium‑abonnement vereist. Abonneer je nu voor onbeperkt oplossen.
pa: ਗਣਿਤ ਦੇ ਸਮੱਸਿਆ ਨੂੰ ਹੱਲ ਕਰਨ ਲਈ ਪ੍ਰੀਮੀਅਮ ਸਬਸਕ੍ਰਿਪਸ਼ਨ ਲਾਜ਼ਮੀ ਹੈ। ਅਨਲਿਮਿਟਡ ਹੱਲਾਂ ਲਈ ਹੁਣੇ ਸਬਸਕ੍ਰਾਈਬ ਕਰੋ।
pl: Do rozwiązywania zadań matematycznych wymagana jest subskrypcja Premium. Subskrybuj teraz, aby rozwiązywać bez ograniczeń.
pt_br: É necessária uma assinatura Premium para resolver problemas de matemática. Assine agora para resolver ilimitadamente.
pt_pt: É necessária uma subscrição Premium para resolver problemas matemáticos. Assina agora para resoluções ilimitadas.
ro: Este necesar un abonament Premium pentru a rezolva probleme de matematică. Abonează‑te acum pentru rezolvări nelimitate.
ru: Для решения задач требуется подписка Premium. Оформи подписку, чтобы решать неограниченное число задач.
sk: Na riešenie matematických úloh je potrebné predplatné Premium. Predplať si teraz neobmedzené riešenie.
su: Langganan Premium diperlukeun pikeun méréskeun masalah matematika. Langgan ayeuna pikeun méréskeun tanpa wates.
sv: En Premium-prenumeration krävs för att lösa matematiska problem. Prenumerera nu för obegränsat antal lösningar.
sw: Uanachama wa Premium unahitajika ili kutatua maswali ya hisabati. Jiunge sasa kupata kutatua bila kikomo.
ta: கணிதப் பிரச்சினைகளை தீர்க்க Premium சந்தா தேவை. வரம்பில்லா தீர்வுகளுக்காக இப்போது சந்தா வாங்கவும்.
te: గణ సమస్యలను పరిష్కరించడానికి ప్రీమియం సబ్స్క్రిప్షన్ అవసరం. అసంఖ్యంగా పరిష్కరించాలంటే ఇప్పుడు సబ్‌స్క్రైబ్ చేయండి.
th: จำเป็นต้องสมัครสมาชิกพรีเมียมเพื่อแก้โจทย์คณิต สมัครเลยเพื่อใช้งานแบบไม่จำกัด
tr: Matematik sorularını çözmek için Premium abonelik gereklidir. Sınırsız çözüm için hemen abone olun.
ug: Premium ئەزاللىقى مەسىلىنى ھەل قىلىش ئۈچۈن كېرەك. چەكسىز ھەل قىلىش ئۈچۈن ھازىر ئەزالان.
uk: Потрібна підписка Premium, щоб розв’язувати математичні задачі. Підпишіться зараз для необмеженого доступу.
ur: ریاضی کے مسائل حل کرنے کے لیے پریمیم سبسکرپشن درکار ہے۔ لامحدود حل کے لیے ابھی سبسکرائب کریں۔
vi: Cần có gói đăng ký Premium để giải các bài toán. Đăng ký ngay để giải không giới hạn.
xh: Kufuneka ubhaliso lwe-Premium ukuze usombulule iingxaki zezibalo. Bhalisa ngoku ukuze ufumane ukuthintela okungenamda.
zh_hans: 需要订阅高级版才能解题。立即订阅以无限制使用。
zh_hant: 需訂閱 Premium 才能解題。立即訂閱以享有無限次解題功能。
zh_hk: 需要 Premium 訂閱才能解答數學題。現在訂閱以獲得無限解題。
zu: Kudingeka ukubhalisa kwe-Premium ukuze uxazulule izibalo. Bhalisela manje ukuze uxazulule ngaphandle kwemikhawulo.

source: Algebra
ar: الجبر
az: Cəbr
bg: Алгебра
bn: বীজগণিত
ca: Àlgebra
el: Άλγεβρα
es: Álgebra
es_419: Álgebra
es_mx: Álgebra
es_us: Álgebra
fa: جبر
fil: Alhebra
fr: Algèbre
fr_ca: Algèbre
gu: બજગીણિત
ha: Aljebra
he: אלגברה
hi: बीजगणित
id: Aljabar
ja: 代数
jv: Aljabar
kk: Алгебра
kn: ಸ್ಥೂಲರೇಖೆಗಣಿತ
ko: 대수
ku: Cebr
mr: बीजगणित
pa: ਬੀਜਗਣਿਤ
pt_br: Álgebra
pt_pt: Álgebra
ro: Algebră
ru: Алгебра
su: Aljabar
sw: Aljebra
ta: புணர்ச்சி (Algebra)
te: బీజగణితం
th: พีชคณิต
tr: Cebir
ug: ئالجېبرا
uk: Алгебра
ur: الجبرہ
vi: Đại số
xh: I-Algebra
zh_hans: 代数
zh_hant: 代數
zh_hk: 代數
zu: I-Algebra

source: All history will be deleted
ar: سيتم حذف كل السجل
az: Bütün tarixçə silinəcək
bg: Цялата история ще бъде изтрита
bn: সকল ইতিহাস মুছে ফেলা হবে
ca: Tot l'historial s'eliminarà
cs: Veškerá historie bude smazána
da: Hele historikken vil blive slettet
de: Der gesamte Verlauf wird gelöscht
el: Όλο το ιστορικό θα διαγραφεί
es: Todo el historial se eliminará
es_419: Todo el historial será eliminado
es_mx: Todo el historial será eliminado
es_us: Todo el historial será eliminado
fa: تمام سابقه حذف خواهد شد
fi: Kaikki historia poistetaan
fil: Mawawala ang lahat ng kasaysayan
fr: Tout l’historique sera supprimé
fr_ca: Tout l'historique sera supprimé
gu: બધી ઇતિહાસ ડિલીટ કરવામાં આવશે
ha: Za a goge duk tarihinka
he: כל ההיסטוריה תימחק
hi: सारी इतिहास मिटा दी जाएगी
hr: Cijela povijest bit će izbrisana
hu: Az összes előzmény törlődni fog
id: Semua riwayat akan dihapus
it: Tutta la cronologia verrà eliminata
ja: すべての履歴が削除されます
jv: Kabeh riwayat bakal dibusak
kk: Барлық тарих жойылады
kn: ಎಲ್ಲಾ ಇತಿಹಾಸ ಅಳಿಸಲಾಗುವುದು
ko: 모든 기록이 삭제됩니다
ku: Hemû dîrokê têne jêbirin
mr: सर्व इतिहास हटविला जाईल
ms: Semua sejarah akan dipadam
nb: Hele historikken vil bli slettet
nl: Alle geschiedenis wordt verwijderd
pa: ਸਾਰੀ ਇਤਿਹਾਸ ਮਿਟਾ ਦਿੱਤੀ ਜਾਵੇਗੀ
pl: Cała historia zostanie usunięta
pt_br: Todo o histórico será excluído
pt_pt: Todo o histórico será eliminado
ro: Toată istoricul va fi șters
ru: Вся история будет удалена
sk: Celá história bude odstránená
su: Sakur riwayat bakal dihapus
sv: All historik kommer att raderas
sw: Historia yote itafutwa
ta: அனைத்து பதிவு வரலாறு நீக்கப்படும்
te: అన్ని చరిత్రలూ తొలగించబడుతాయి
th: ประวัติทั้งหมดจะถูกลบ
tr: Tüm geçmiş silinecek
ug: بارلىق خاتىرە ئۆچۈرۈلىدۇ
uk: Вся історія буде видалена
ur: تمام تاریخ حذف ہو جائے گی
vi: Tất cả lịch sử sẽ bị xóa
xh: Wonke imbali uza kucinywa
zh_hans: 所有历史记录将被删除
zh_hant: 所有紀錄將被刪除
zh_hk: 所有歷史紀錄將被刪除
zu: Wonke umlando uzosuswa

source: An error occurred
ar: حدث خطأ
az: Xəta baş verdi
bg: Възникна грешка
bn: একটি ত্রুটি ঘটেছে
ca: S'ha produït un error
cs: Došlo k chybě
da: Der opstod en fejl
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Se produjo un error
es_419: Ocurrió un error
es_mx: Ocurrió un error
es_us: Ocurrió un error
fa: خطا رخ داد
fi: Tapahtui virhe
fil: Nagkaroon ng error
fr: Une erreur est survenue
fr_ca: Une erreur est survenue
gu: કોઈ ત્રુટિ આવી છે
ha: An sami kuskure
he: אירעה שגיאה
hi: एक त्रुटि हुई
hr: Došlo je do pogreške
hu: Hiba történt
id: Terjadi kesalahan
it: Si è verificato un errore
ja: エラーが発生しました
jv: Kasalahan kedadeyan
kk: Қате орын алды
kn: ದೋಷ ಸಂಭವಿಸಿದೆ
ko: 오류가 발생했습니다
ku: Xeta çêbû
mr: त्रुटी आली
ms: Ralat telah berlaku
nb: Det oppstod en feil
nl: Er is een fout opgetreden
pa: ਇੱਕ ਗਲਤੀਆਂ ਹੋਈ
pl: Wystąpił błąd
pt_br: Ocorreu um erro
pt_pt: Ocorreu um erro
ro: A apărut o eroare
ru: Произошла ошибка
sk: Vyskytla sa chyba
su: Kasalahan lumangsung
sv: Ett fel uppstod
sw: Hitilafu imetokea
ta: ஒரு பிழை ஏற்பட்டது
te: లోపం సంభవించింది
th: เกิดข้อผิดพลาด
tr: Bir hata oluştu
ug: خاتا يۈز بەردى
uk: Сталася помилка
ur: ایک خرابی پیش آ گئی
vi: Đã xảy ra lỗi
xh: Kwenzeke impazamo
zh_hans: 发生错误
zh_hant: 發生錯誤
zh_hk: 發生錯誤
zu: Kwenzeke iphutha

source: Analyzing image...
ar: جارٍ تحليل الصورة...
az: Şəkil təhlil olunur...
bg: Анализира се изображението...
bn: ইমেজ বিশ্লেষণ করা হচ্ছে...
ca: Analitzant la imatge...
cs: Analyzuji obrázek...
da: Analysere billede...
de: Bild wird analysiert...
el: Ανάλυση εικόνας...
es: Analizando imagen...
es_419: Analizando imagen...
es_mx: Analizando la imagen...
es_us: Analizando imagen...
fa: در حال تحلیل تصویر...
fi: Analysoidaan kuvaa...
fil: Sinusuri ang larawan...
fr: Analyse de l’image...
fr_ca: Analyse de l'image...
gu: છબીનું વિશ્લેષણ કરી રહ્યું છે...
ha: Ana nazarin hoto...
he: מנתח תמונה...
hi: छवि का विश्लेषण किया जा रहा है...
hr: Analiziram sliku...
hu: Kép elemzése...
id: Menganalisis gambar...
it: Analisi dell'immagine...
ja: 画像を解析しています...
jv: Nganggo analisis gambar...
kk: Суретті талдап жатыр...
kn: ಚಿತ್ರವನ್ನು ವಿಶ್ಲೇಷಿಸಲಾಗುತ್ತಿದೆ...
ko: 이미지 분석 중...
ku: Wêne tê analiz kirin...
mr: प्रतिमा विश्लेषित करत आहे...
ms: Menganalisis imej...
nb: Analyserer bilde...
nl: Afbeelding analyseren...
pa: ਚਿੱਤਰ ਵਿਸ਼ਲੇਸ਼ਣ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ...
pl: Analizuję zdjęcie...
pt_br: Analisando imagem...
pt_pt: A analisar imagem...
ro: Analizez imaginea...
ru: Анализ изображения...
sk: Analyzujem obrázok...
su: Nganalisis gambar...
sv: Analyserar bild...
sw: Inachambua picha...
ta: படத்தை பகுப்பாய்வு செய்து கொண்டிருக்கிறோம்...
te: చిత్రాన్ని విశ్లేషిస్తున్నాము...
th: กำลังวิเคราะห์ภาพ...
tr: Görsel analiz ediliyor...
ug: رەسىمنى تەھلىل قىلىۋاتىدۇ...
uk: Аналіз зображення...
ur: تصویر کا تجزیہ کر رہا ہوں...
vi: Đang phân tích hình ảnh...
xh: Sihlalutya umfanekiso...
zh_hans: 正在分析图像...
zh_hant: 分析圖片...
zh_hk: 正在分析圖片...
zu: Kuhlaziywa isithombe...

source: Annual Plan
ar: الخطة السنوية
az: İllik Plan
bg: Годишен план
bn: বার্ষিক পরিকল্পনা
ca: Pla anual
cs: Roční plán
da: Årligt abonnement
de: Jahresplan
el: Ετήσιο Πακέτο
es: Plan anual
es_419: Plan anual
es_mx: Plan anual
es_us: Plan anual
fa: پلن سالانه
fi: Vuosisuunnitelma
fil: Taunang Plano
fr: Forfait annuel
fr_ca: Forfait annuel
gu: વાર્ષિક યોજના
ha: Shirin Shekara
he: מנוי שנתי
hi: वार्षिक योजना
hr: Godišnji plan
hu: Éves előfizetés
id: Paket Tahunan
it: Piano annuale
ja: 年額プラン
jv: Rencana Taunan
kk: Жылдық жоспар
kn: ವಾರ್ಷಿಕ ಯೋಜನೆ
ko: 연간 요금제
ku: Planê salane
mr: वार्षिक योजना
ms: Pelan Tahunan
nb: Årsplan
nl: Jaarabonnement
pa: ਸਾਲਾਨਾ ਯੋਜਨਾ
pl: Plan roczny
pt_br: Plano Anual
pt_pt: Plano anual
ro: Plan anual
ru: Годовой план
sk: Ročný plán
su: Paket Taunan
sv: Årsplan
sw: Mpango wa Mwaka
ta: வாராந்திர திட்டம்
te: సామాన్య వార్షిక ప్లాన్
th: แผนรายปี
tr: Yıllık Plan
ug: يىللىق پىلان
uk: Річний план
ur: سالانہ پلان
vi: Gói theo năm
xh: Icwangciso lonyaka
zh_hans: 年付方案
zh_hant: 年度方案
zh_hk: 年繳方案
zu: Uhlelo Lonyaka
